"Skim/Open File in Skim" = "Skim/Open Bestand in Skim";
"Skim/Open URL in Skim" = "Skim/Open URL in Skim";
"Skim/Open Selected PDF" = "Skim/Open Geselecteerde PDF";
"Skim/Show Skim Notes" = "Skim/Toon Skim Notities";
